{
  "exhibitions": "EXHIBITIONS",
  "contact": "CONTACT",
  "lugarp1": "Being outdoors, seeing vegetation and the sky, feeling in touch with nature, are associated with high levels of emotional well-being.",
  "lugarp2": "In the exhibition Um lugar para estar, Lucas Alves Costa presents a new immersive experience in virtual reality, with homonymous title to the exhibition. Um lugar para estar (VR, 2018–2019) introduces the notion of being present at a natural environment from a virtual environment, viewed in virtual reality. It's proposed that similar emotional effects be obtained between the natural and the virtual. The virtual reality experience can be visualized in two versions of sunlight incidence: daytime and nighttime.",
  "lugarp3": "The portion of space used to build the virtual environment of Um lugar para estar is physically materialized into a 3D printed miniature. Terreno (2019) proposes a notion to the spatial dimension of Um lugar para estar, from a small scale, introducing a complete view of the geographical space of the virtual environment.",
  "lugarp4": "In A incidência de luz em um ambiente virtual (2019), two screenshots of Um lugar para estar, differentiated between daytime and nighttime, were printed on Foam plates and presented in a diptych format in the exhibition.",
  "particulas1": "Partículas de Luz is an exhibition featuring two visualization versions of visual matter generated by a custom software conceived by Andrés Stephanou. Generative, the software simulates thousands of fluid moving light microparticles, constantly changing the concentration and the volume of the composition, in an uncontrollable and unpredictable process managed by random algorithms. While Partículas de Luz 1 (2017-2018) introduces a close view of the visual matter generated by the software, Partículas de Luz 2 (2017-2018) introduces a distant view, in non-simultaneous operations performed by individual computers. For the conception of the custom software, Andrés Stephanou takes inspiration in the constant alterability and the infinite variability present in processes and behaviors of nature, in its broadest representational subjectivity. During one hour of the exhibition, Partículas de Luz 1 and Partículas de Luz 2 can produce, each of the works, over two hundred thousand distinct visual compositions, never repetitive, being able to generate more than five million distinct versions if arranged during the uninterrupted 24-hour period. The visual composition generated by the software in the present instant will not recur in the future, replicating the capacity of never compositional repetition seen in nature's patterns.",
  "particulas2": "Not presented by Andrés Stephanou in the exhibition, there are two works that introduce to other visualization versions of the visual matter generated by the custom software. In Partículas de Luz 3 (2017–2018) a high zoom view of the visual matter generated by the software is introduced, while in Partículas de Luz (VR) (2017-2018) the visualization of the visual matter generated by the software is presented in virtual reality for free exploration to the viewer, in an immersive experience.",
  "micro1": "In Micropartículas, a single work with a homonymous title of the exhibition is presented by Andrés Stephanou. Micropartículas (2016-2017) is a simulation generated by a custom software conceived by Andrés Stephanou, synthesizing, in a concise and subjective language, the research of the artist, where is explored the possibility of works possessing the capacity for infinite reconfiguration, replicating the compositional alterability and  variability of processes, patterns and behaviors seen in nature. Micropartículas have no beginning, middle, and end. Under the own-gravitational influence, thousands of microparticles are managed in real-time by random algorithms, in an endless and unpredictable rearrangement process. In a proposal to the understanding of temporality — past, present, and future —, Micropartículas introduces to a feeling of continuous expectation in the viewer, due to the unpredictability of the next visual instant to be generated by the custom software and the contemplation of the ephemeral present instant, that will not return to occur in the future."
}