{
  "exhibitions": "Exhibitions",
  "contact": "Contact",
  "pressRelease": "press release",
  "birth": "(1996, Porto Alegre, Brazil)",
  "lugarp1": "Being outdoors, seeing vegetation and the sky, feeling in touch with nature, are associated with high levels of emotional well-being.",
  "lugarp2": "For the exhibition Um lugar para estar, a virtual reality experience, with the same title of the exhibition, a 3D printed sculpture, and a diptych of digital prints are presented.",
  "lugarp3": "Um lugar para estar (2018–2019) introduces the notion of being present at a natural environment from a virtual environment, viewed in virtual reality. It's proposed that similar emotional effects be obtained between the natural and the virtual. Um lugar para estar can be visualized in two versions of sunlight incidence: daytime and nighttime.",
  "lugarp4": "Terreno (2019), a 3D printed sculpture, is presented on a plinth. The portion of geographic space utilized for the construction of the virtual environment introduced in Um lugar para estar was physically materialized in a miniature. From a small scale, perception and notion to the spatial dimension of the virtual environment of Um lugar para estar are proposed to the public.",
  "lugarp5": "Terreno (2019), a 3D printed sculpture, is presented on a plinth. The portion of geographic space utilized for the construction of the virtual environment introduced in Um lugar para estar was physically materialized in a miniature. From a small scale, perception and notion to the spatial dimension of the virtual environment of Um lugar para estar are proposed to the public.",
  "tropical1": "For the exhibition Paraíso, a film with a homonymous title and two works of direct relation to the film are presented.",
  "tropical2": "The film Paraíso (2017) records the artist Chiaki Mihara, in an environment of abundant nature, producing a painting that introduces a spatial rereading of the present Atlantic Forest scenery.",
  "tropical3": "Produced during the film Paraíso, the painting Mata Atlântica (2018) is presented framed in the exhibition.",
  "tropical4": "The painting Mata Atlântica was scanned in high resolution, originating a new work titled Mata Atlântica (Digital) (2018), projected on a large scale in the exhibition space.",
  "mundoAberto1": "The human brain's response to the perception and notion of an environment is primarily conceived and processed from the light, color, and texture present in a space.",
  "mundoAberto2": "For the exhibition Mundo Aberto, a virtual reality experience, with the same title of the exhibition, is presented.",
  "mundoAberto3": "Introduced in virtual reality, a planet digitally constructed, of total area with vast dimensions, is presented in Mundo Aberto (2017–2018). The experience in virtual reality  proposes to the viewer an exercise to the possibility of free autonomy in space. In Mundo Aberto, a notion of spontaneity of action is built in a virtual environment."
}