{
  "exhibitions": "Exhibitions",
  "contact": "Contact",
  "pressRelease": "press release",
  "birth": "(1996, Porto Alegre, Brazil)",
  "lugarp1": "Being outdoors, seeing vegetation and the sky, feeling in touch with nature, are associated with high levels of emotional well-being.",
  "lugarp2": "For the exhibition Um lugar para estar, Lucas Alves Costa presents a new immersive experience in virtual reality, with homonymous title. Um lugar para estar (VR, 2018–2019) introduces the notion of being present at a natural environment from a virtual environment, viewed in virtual reality. It's proposed that similar emotional effects be obtained between the natural and the virtual. The virtual reality experience can be visualized in two versions of sunlight incidence: daytime and nighttime.",
  "lugarp3": "The portion of space used to build the virtual environment of Um lugar para estar is physically materialized into a 3D printed miniature. Terreno (2019) proposes a notion to the spatial dimension of Um lugar para estar from a small scale, introducing a complete view of the geographical space of the virtual environment.",
  "lugarp4": "Two screenshots of Um lugar para estar, differentiated between daytime and nighttime, are presented printed on Foam plates in A incidência de luz em um ambiente virtual (2019).",
  "tropical1": "For the exhibition Paraíso Tropical, Lucas Alves Costa presents a film with a homonymous title and two works of direct relation to the film. In Paraíso Tropical (4K video, stereo, 12 min, 2017), Lucas Alves Costa documented the artist Chiaki Mihara in an environment of abundant nature producing a painting that introduces a spatial rereading of the present Atlantic forest scenery. The film proposes a reflection on art, the human presence in a natural environment, and the notion of space perception.",
  "tropical2": "Produced by Chiaki Mihara during the film Paraíso Tropical, the painting Mata Atlântica (2018) is presented framed in the exhibition.",
  "tropical3": "The painting Mata Atlântica was scanned in high resolution by Lucas Alves Costa,  originating a new work titled Mata Atlântica (Digital) (2018), projected on a large scale, in a direct relationship with the exhibition space.",
  "mundoAberto1": "The human brain's response to the perception and notion of an environment is primarily conceived and processed from the light, color, and texture present in a space.",
  "mundoAberto2": "In the exhibition Mundo Aberto,  a planet digitally constructed by Lucas Alves Costa, of total area with vast dimensions, is presented in virtual reality. Resulting in an immersive experience, Mundo Aberto (VR, 2017–2018) proposes the perception of the difference in emotional reaction generated by the brain when a virtual environment is first viewed when compared to the experience of knowing a real-world environment for the first time. Mundo Aberto, through virtual reality, deconstructs the need for physical dimensions to know a new environment, never visited before, proposing that similar emotional reactions can be obtained between the virtual and the real.",
  "mundoAberto3": "A 3D printed of a cutout of the geography space of Mundo Aberto is presented over a plinth. A Superfície de Mundo Aberto (2018) proposes a perception of the notion of scale and the similarity ratio between the 3D printed miniature and the planet introduced in virtual reality. ",
  "mundoAberto4": "In Visão Aérea de Mundo Aberto (2018), a screenshot taken by Lucas Alves Costa inside the Mundo Aberto virtual environment presents the surface portion materialized in the 3D print of A Superfície de Mundo Aberto."
}