{
  "exhibitions": "Exhibitions",
  "contact": "Contact",
  "pressRelease": "Learn more",
  "birth": "(1996, Porto Alegre, Brazil)",
  "lugarp1": "For the exhibition Um lugar para estar, a virtual reality experience, a 3D printed sculpture, and a diptych of digital prints are presented.",
  "lugarp2": "With the same title of the exhibition, Um lugar para estar (2018–19) introduces the notion of being in a natural environment from an experience in virtual reality, in a first-person perspective, deconstructing the need for physical dimensions to be in a natural environment. The experience in virtual reality may be seen in two incidences of simulated light on the virtual natural: daytime and nighttime. Taking as a starting point for the construction of Um lugar para estar, Lucas Alves Costa says: “When compared: the experience of being in a physical natural environment and the experience of being in a virtual natural environment, which replicates a physical natural environment, viewed through virtual reality. Is it possible for similar emotional results to be obtained?”",
  "lugarp3": "Superfície de Um lugar para estar (2019), a sculpture embodied through 3D printing, is presented on a plinth. The portion of space utilized for the construction of the virtual natural environment introduced in Um lugar para estar was physically materialized in a miniature. From a small scale, the sculpture proposes to the viewer the notion of the spatial dimension of the virtual natural environment of Um lugar para estar. Superfície de Um lugar para estar introduces the possibility of digitally modeling and carves through 3D printing a geographical space with unique characteristics.",
  "lugarp4": "Incidência de luz de Um lugar para estar (2019) presents a diptych of two digital prints. The digital prints introduce the same portrait of the virtual natural environment of Um lugar para estar, differentiated by the incidence of simulated light on the environment: daytime and nighttime.",
  "tropical1": "For the exhibition Paraíso, a film with the same title of the exhibition and a painting directly related to the film are presented.",
  "tropical2": "The film Paraíso (2017) portrays the artist Chiaki Mihara producing a painting in an environment of Atlantic Forest with abundant flora and fauna, in the south of Brazil. Chiaki Mihara originated a rereading of the environment's composition in a watercolor painting during the film. Paraíso proposes a narrative between human presence in an environment of abundant nature and his perception of the spatial composition. Implicitly, Lucas Alves Costa introduces a personal point of view to a spatial identity representation of Brazil — in its essence — from a synthesis picture-perfect place.",
  "tropical3": "Produced by Chiaki Mihara during the film Paraíso, the painting Mata Atlântica (2017) is presented in the exhibition. The painting is interpreted by Chiaki Mihara as a portrait visually expressive to the variations of the environment, far from the static, linear, inert, and unchanging concept of space— running water, light change, and movement of vegetation.",
  "mundoAberto1": "For the exhibition Mundo Aberto, a virtual reality experience  and a digital print are presented.",
  "mundoAberto2": "With the same title of the exhibition, Mundo Aberto (2017–18) presents a digitally built spatial composition with a large total area, introduced in virtual reality. In an experience of free autonomy in space from a first-person perspective, Mundo Aberto proposes to the viewer perception of its spontaneity of action in an environment of virtual dimensions — from a moment of complete immersion in an open-world scenery. The reality virtual experience introduces a notion of place, spatial dimension, presence in space, and spatiality.",
  "mundoAberto3": "In Perspectiva aérea de Mundo Aberto (2018), a digital print is presented. The artwork introduces an aerial perspective of Mundo Aberto virtual environment that can't be visualized by the viewer in the virtual reality experience."
}