{
  "exhibitions": "EXPOSIÇÕES",
  "contact": "CONTATO",
  "sistemasp1": "Para a exposição Sistemas e Processos, Andrés Stephanou apresenta duas novas obras construídas digitalmente. Em Organismo Digital (2019), um software concebido pelo artista e operado por um computador simula uma massa de milhares de partículas performando orquestradamente, sob movimento randômico, resultando em um organismo digital com vida própria. Em tempo real, conduzida por algoritmos randômicos, uma composição visual única é gerada a cada instante de tempo, nunca havendo repetição composicional. O instante de composição visual gerado pelo software no presente não volta a se repetir no futuro. Organismo Digital replica a variabilidade infinita e a alterabilidade constante vista em processos, comportamentos e padrões da natureza, em um contexto visualmente subjetivo e dúbio. Tempo, espaço e matéria. Organismo Digital introduz à uma percepção temporal, material e espacial.",
  "sistemasp2": "Em 1 minuto (2018), uma linha fina de luz incorpórea e impalpável ao espectador, projetada em uma parede do espaço expositivo, executa um processo giratório completo em sessenta segundos, sob movimento de sentido horário. Em uma experiência contemplativa, 1 minuto propõe uma percepção e noção à equivalência e velocidade da passagem do tempo.",
  "particulas1": "Partículas de Luz é uma exposição que apresenta duas versões de visualização da matéria visual gerada por um software concebido por Andrés Stephanou. Generativo, o software simula  milhares de micropartículas de luz em movimento fluído, apresentando mutação constante na concentração e volume da composição, sob um processo incontrolável e imprevisível gerenciado por algoritmos randômicos. Enquanto Partículas de Luz 1 (2017-2018) introduz à uma visualização aproximada da matéria visual gerada pelo software, Partículas de Luz 2 (2017-2018) introduz à uma visão distante, em operações não-simultâneas realizadas por computadores individuais. Para a concepção do software, Andrés Stephanou inspirou-se na alterabilidade constante e na variabilidade infinita presente em processos e comportamentos da natureza, em sua mais ampla subjetividade representacional. Durante uma hora de exposição, Partículas de Luz 1 e Partículas de Luz 2 possuem a capacidade de produzir, cada uma das obras, mais de duzentas mil composições visuais distintas, nunca repetitivas, podendo gerar mais de cinco milhões de versões distintas se dispostas durante o período ininterrupto de 24 horas. A composição visual gerada pelo software no instante presente não voltará a ocorrer novamente no futuro, replicando a capacidade de nunca repetição composicional vista em padrões da natureza.",
  "particulas2": "Não apresentadas por Andrés Stephanou na exposição, há ainda duas obras que introduzem à outras versões de visualização da matéria visual gerada pelo software. Em Partículas de Luz 3 (2017-2018) é introduzida uma visualização em alto zoom da matéria visual gerada pelo software, enquanto em Partículas de Luz (VR) (2017-2018) a visualização da matéria visual gerada pelo software é apresentada em realidade virtual, para a livre exploração, em uma experiência imersiva ao espectador.",
  "micro1": "Em Micropartículas, uma única obra de título homônimo à exposição é apresentada por Andrés Stephanou. Micropartículas (2016-2017) é uma simulação gerada por um software concebido pelo artista, sintetizando, em uma linguagem concisa e subjetiva, a pesquisa de Andrés Stephanou, onde o artista  explora a possibilidade de obras possuírem a capacidade de reconfiguração infinita, replicando a alterabilidade e variabilidade composicional de processos, padrões e comportamentos vistos na natureza. Micropartículas não possui início, meio e fim. Sob influência gravitacional própria, milhares de micropartículas no espaço são gerenciadas em tempo real por algoritmos randômicos, em um processo de rearranjamento interminável e imprevisível. Em uma proposta ao entendimento de temporalidade — passado, presente e futuro —, Micropartículas introduz à um sentimento de expectativa contínua no espectador, devido à imprevisibilidade  do instante visual seguinte a ser gerado pelo software e a contemplação do instante presente efêmero, que não voltará a ocorrer no futuro."
}