{
  "exhibitions": "Exposições",
  "contact": "Contato",
  "pressRelease": "press release",
  "birth": "(1996, Porto Alegre, Brasil)",
  "lugarp1": "Estar ao ar livre, ver a vegetação e o céu, sentir-se em contato com a natureza, são associados a níveis elevados de bem-estar emocional.",
  "lugarp2": "Uma nova experiência imersiva em realidade virtual é apresentada por Lucas Alves Costa em Um lugar para estar. De título homônimo à exposição, Um lugar para estar (VR, 2018–2019) introduz a noção de estar presencialmente em um ambiente natural a partir de um ambiente virtual — visualizado em realidade virtual. Propõe-se que efeitos emocionais semelhantes sejam obtidos entre o natural e o virtual. A experiência em realidade virtual pode ser visualizada em duas versões de incidência de luz do sol: diurno e noturno.",
  "lugarp3": "A porção de espaço utilizado para a construção do ambiente virtual de Um lugar para estar é materializada fisicamente em uma miniatura impressa em 3D. Terreno (2019) propõe noção à dimensão espacial de Um lugar para estar a partir de uma escala reduzida, introduzindo uma visão completa do espaço geográfico do ambiente virtual.",
  "lugarp4": "Duas capturas de tela de Um lugar para estar, diferenciadas entre diurna e noturna, são apresentadas impressas em placas de Foam em Incidência de luz em um ambiente virtual (2019).",
  "tropical1": "Lucas Alves Costa apresenta na exposição Paraíso Tropical um filme de título homônimo e duas obras de direta relação ao filme. Em Paraíso Tropical (vídeo 4K, estéreo, 12 min, 2017), Lucas Alves Costa documentou a artista Chiaki Mihara em um ambiente de natureza abundante produzindo uma pintura que introduz à uma releitura espacial do cenário de mata Atlântica presente. O filme propõe uma reflexão à arte, à presença humana em um ambiente natural e à noção de percepção do espaço.",
  "tropical2": "Produzida por Chiaki Mihara durante o filme Paraíso Tropical, a pintura Mata Atlântica (2018) é apresentada emoldurada na exposição.",
  "tropical3": "A pintura Mata Atlântica foi digitalizada em alta resolução por Lucas Alves Costa, originando Mata Atlântica (Digital) (2018), projetada em larga escala no espaço expositivo.",
  "mundoAberto1": "A resposta do cérebro humano à percepção e noção de um ambiente é primariamente processada e emitida a partir da luz, cor e textura presente em um espaço.",
  "mundoAberto2": "Um planeta construído digitalmente por Lucas Alves Costa, de área total com vastas dimensões, é apresentado na exposição Mundo Aberto. Introduzido em realidade virtual, Mundo Aberto (VR, 2017–2018) propõe ao espectador um exercício à possibilidade de livre autonomia no espaço. Em Mundo Aberto,  constrói-se uma noção de espontaniedade de ação em um ambiente virtual.",
  "mundoAberto3": "Impresso em 3D, um recorte do espaço geográfico de Mundo Aberto é apresentado sobre um plinto. Superfície de Mundo Aberto (2018) propõe noção de escala e razão de semelhança entre a miniatura impressa em 3D e o planeta introduzido em realidade virtual.",
  "mundoAberto4": "Em Visão Aérea de Mundo Aberto (2018), uma captura de tela feita por Lucas Alves Costa no ambiente virtual de Mundo Aberto apresenta a porção de superfície materializada na  impressão 3D de Superfície de Mundo Aberto."
}