{
  "exhibitions": "Exposições",
  "contact": "Contato",
  "pressRelease": "Saber mais",
  "birth": "(1996, Porto Alegre, Brasil)",
  "lugarp1": "Para a exposição Um lugar para estar, uma experiência em realidade virtual, uma escultura impressa em 3D e um díptico de impressões digitais são apresentados.",
  "lugarp2": "De título homônimo à exposição, Um lugar para estar (2018–19) introduz a noção de estar presencialmente em um ambiente natural a partir de uma experiência em realidade virtual, em perspectiva de primeira pessoa, desconstruindo a necessidade de dimensões físicas para estar em um ambiente natural. A experiência em realidade virtual pode ser visualizada em duas incidências de luz sobre o ambiente natural virtual: diurno e noturno. Como ponto de partida para construção de Um lugar para estar, Lucas Alves Costa diz: “Quando comparadas: a experiência de estar em um ambiente natural físico e a experiência de estar em um ambiente natural virtual, que replica um ambiente natural físico, visualizado através da realidade virtual. É possível que resultados emocionais semelhantes sejam obtidos?”",
  "lugarp3": "Superfície de Um lugar para estar (2019), uma escultura corporificada através de impressão em 3D, é apresentada sobre um plinto. A porção de espaço utilizada para a construção do ambiente virtual natural de Um lugar para estar foi materializada fisicamente em uma miniatura. A partir de uma pequena escala, a escultura propõe ao espectador noção à dimensão espacial do ambiente natural virtual de Um lugar para estar. Superfície de Um lugar para estar introduz a possibilidade de modelar digitalmente e esculpir através de impressão 3D um espaço geográfico com características únicas.",
  "lugarp4": "Incidência de luz de Um lugar para estar (2019) apresenta um díptico de duas impressões digitais. As impressões digitais introduzem o mesmo retrato do ambiente natural virtual de Um lugar para estar, diferenciadas pela incidência de luz simulada sobre o ambiente: diurno e noturno.",
  "tropical1": "Para a exposição Paraíso, um filme de título homônimo à exposição e uma pintura diretamente relacionada ao filme, são apresentados.",
  "tropical2": "O filme Paraíso (2017) registra a artista Chiaki Mihara produzindo uma pintura em um ambiente de Mata Atlântica com fauna e flora abundante, no sul do Brasil. Chiaki Mihara originou uma releitura da composição do ambiente em uma pintura aquarela durante o filme. Paraíso propõe uma narrativa entre a presença humana em um ambiente de natureza abundante e sua percepção à composição espacial. Implicitamente, Lucas Alves Costa introduz um ponto de vista pessoal à uma representação de identidade espacial do Brasil — em sua essência — a partir de um lugar-síntese.",
  "tropical3": "Produzida por Chiaki Mihara durante o filme Paraíso, a pintura Mata Atlântica (2017) é apresentada na exposição. A pintura é interpretada por Chiaki Mihara como um retrato visualmente expressivo às variações da natureza, distante do conceito de espaço estático, linear, inerte e imutável — água corrente, mudança de luz e movimento da vegetação.",
  "mundoAberto1": "Para a exposição Mundo Aberto, uma experiência em realidade virtual e uma impressão digital são apresentadas.",  
  "mundoAberto2": "De título homônimo à exposição, Mundo Aberto (2017–18) apresenta uma composição espacial construída digitalmente de área total com dimensões vastas, introduzido em realidade virtual. Em uma experiência de livre autonomia no espaço, em uma perspectiva em primeira pessoa, Mundo Aberto propõe ao espectador percepção à possibilidade de espontaneidade de ação em um ambiente de dimensões virtuais — a partir de um momento de imersão completa em um cenário open-world. A experiência em realidade virtual introduz noção de lugar, dimensão espacial, presença no espaço, e espacialidade.", 
  "mundoAberto3": "Em Perspectiva aérea de Mundo Aberto (2018), uma impressão digital é apresentada. A obra introduz uma perspectiva aérea do ambiente virtual de Mundo Aberto que não pode ser visualizada pelo espectador na experiência em realidade virtual."
}