{
  "exhibitions": "Exposições",
  "contact": "Contato",
  "pressRelease": "press release",
  "birth": "(1996, Porto Alegre, Brasil)",
  "lugarp1": "Estar ao ar livre, ver a vegetação e o céu, sentir-se em contato com a natureza, são associados a níveis elevados de bem-estar emocional.",
  "lugarp2": "Para a exposição Um lugar para estar, uma experiência em realidade virtual de título homônimo à exposição, uma escultura impressa em 3D e um díptico de impressões digitais são apresentadas.",
  "lugarp3": "Um lugar para estar (2018–2019) introduz a noção de estar presencialmente em um ambiente natural a partir de um ambiente virtual — visualizado em realidade virtual. Propõe-se que efeitos emocionais semelhantes sejam obtidos entre o natural e o virtual. Um lugar para estar pode ser visualizada em duas versões de incidência de luz do sol: diurno e noturno.",
  "lugarp4": "A porção de espaço geográfico utilizado para a construção do ambiente virtual de Um lugar para estar é materializada fisicamente em uma escultura impressa em 3D. Terreno (2019) propõe noção à dimensão espacial de Um lugar para estar a partir de uma escala reduzida, introduzindo uma visão completa do espaço geográfico do ambiente virtual.",
  "lugarp5": "Incidência de luz em um ambiente virtual (2019) apresenta um díptico de duas impressões digitais. Impressas sobre Foam, as duas impressões digitais introduzem o mesmo retrato do ambiente virtual de Um lugar para estar, diferenciadas pela incidência de luz simulada sobre o ambiente virtual: diurno e noturno.",
  "tropical1": "Para a exposição Paraíso, um filme de título homônimo e duas obras de direta relação ao filme são apresentados.",
  "tropical2": "O filme Paraíso (2017) registra a artista Chiaki Mihara, em um ambiente de natureza abundante, produzindo uma pintura que introduz à uma releitura espacial do cenário de Mata Atlântica presente.",
  "tropical3": "Produzida por Chiaki Mihara durante o filme Paraíso, a pintura Mata Atlântica (2018) é apresentada emoldurada na exposição.",
  "tropical4": "A pintura Mata Atlântica foi digitalizada em alta resolução, originando Mata Atlântica (Digital) (2018), projetada em grande escala no espaço expositivo.",
  "mundoAberto1": "A resposta do cérebro humano à percepção e noção de um ambiente é primariamente processada e emitida a partir da luz, cor e textura presente em um espaço.",  
  "mundoAberto2": "Para a exposição Mundo Aberto, uma experiência em realidade virtual de título homônimo à exposição, uma escultura impressa em 3D e uma impressão digital são apresentadas.", 
  "mundoAberto3": "Introduzido em realidade virtual, um planeta construído digitalmente, de área total com vastas dimensões, é apresentado em Mundo Aberto (2017–2018). A experiência em realidade virtual propõe ao espectador um exercício à possibilidade de livre autonomia no espaço. Em Mundo Aberto, constrói-se uma noção de espontaneidade de ação em um ambiente virtual.",
  "mundoAberto4": "Superfície de Mundo Aberto (2018) apresenta uma escultura impressa em 3D que corporifica um recorte do espaço geográfico de Mundo Aberto.",
  "mundoAberto5": "Visão Aérea de Mundo Aberto (2018) introduz uma impressão digital originada no ambiente virtual de Mundo Aberto. Impressa sobre Foam, a impressão digital figura a porção de superfície materializada na impressão 3D de Superfície de Mundo Aberto."
}